Repository: RaphaelRat/very_good_coffee_app
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# counterAppBarTitle
source: Very Good Coffee
es: Very Good Café

# coffeeRefreshButtonLabel
source: New image
es: Nueva imagen

# coffeeSaveAndNextButtonLabel
source: Save & new
es: Guardar y nueva

# coffeeFavoritesButtonLabel
source: Saved images
es: Ver guardadas

# coffeeImageLoadErrorLabel
source: Couldn't load image.
es: No se pudo cargar la imagen.

# coffeeLoadingLabel
source: Fetching coffee...
es: Buscando café...

# coffeeRetryButtonLabel
source: Try again
es: Intentar de nuevo

# coffeeFavoritesTitle
source: Favorites
es: Favoritos

# coffeeFavoritesEmptyLabel
source: No saved images yet.
es: Aún no hay imágenes guardadas.

# coffeeFavoriteImageErrorLabel
source: Could not open image at {path}
es: No se pudo abrir la imagen en {path}

# coffeeFavoriteDeleteTooltip
source: Delete image
es: Eliminar imagen
